{
  "titulo": "Referências da página Sobre a Psicologia",
  "refs": {
    "0": "00 - Hayes, S. C. (2022, September). ACT randomized controlled trials (1986 to present). Association for Contextual Behavioral Science. https://contextualscience.org/act_randomized_controlled_trials_1986_to_present",
    "1": "01 - Gloster, A. T., Walder, N., Levin, M. E., Twohig, M. P., & Karekla, M. (2020). The empirical status of acceptance and commitment therapy: A review of meta-analyses. Journal of Contextual Behavioral Science, 18, 181-192. https://doi.org/10.1016/j.jcbs.2020.09.009",
    "2": "02 - Lundgren, T., Reinebo, G., Näslund, M., & Parling, T. (2020). Acceptance and commitment training to promote psychological flexibility in ice hockey performance: A controlled group feasibility study. Journal of Clinical Sport Psychology. Human Kinetics Journal, 14(2), 170-181. https://doi.org/10.1123/jcsp.2018-0081",
    "3": "03 - Mooney, J. (2022). Psychological flexibility & well-being in sport [Doctoral dissertation]. https://livrepository.liverpool.ac.uk/3165309/2/201456443_JUN2022_edited_version.",
    "4": "04 - Helping athletes flourish using mindfulness and acceptance approaches – an introduction and mini review. (2021). Sports & Exercise Medicine Switzerland. https://doi.org/10.34045/sems/2021/18",
    "5": "05 - Bond, F. W., & Flaxman, P. E. (2006). The ability of psychological flexibility and job control to predict learning, job performance, and mental health. Journal of Organizational Behavior Management, 26, 113-130. https://doi.org/10.1300/J075v26n01_05",
    "6": "06 - Lloyd, J., Bond, F. W., & Flaxman, P. E. (2013). The value of psychological flexibility: Examining psychological mechanisms underpinning a cognitive behavioural therapy intervention for burnout. Work & Stress, 27(2), 181-199. https://doi.org/10.1080/02678373.2013.782157",
    "7": "07 - Onwezen, M. C., Van Veldhoven, M. J., & Biron, M. (2012). The role of psychological flexibility in the demands–exhaustion–performance relationship. European Journal of Work and Organizational Psychology, 23(2), 163-176. https://doi.org/10.1080/1359432x.2012.742242",
    "8": "08 - Puolakanaho A., Tolvanen, A., Kinnunen S. M., & Lappalainen R., A. (2019) psychological flexibility based intervention for burnout: A randomized controlled trial. Journal of Contextual Behavioral Science. https://doi.org/10.1016/j.jcbs.2019.11.007. ",
    "9": "09 - Moran, D. J. (2015). Acceptance and commitment training in the workplace. Current Opinion in Psychology, 2, 26-31. https://doi.org/10.1016/j.copsyc.2014.12.031",
    "10": "10 - Hann, K. E., & McCracken, L. M. (2014). A systematic review of randomized controlled trials of acceptance and commitment therapy for adults with chronic pain: Outcome domains, design quality, and efficacy. Journal of Contextual Behavioral Science, 3(4), 217-227. https://doi.org/10.1016/j.jcbs.2014.10.001",
    "11": "11 - Nasiri, A., & Kazemi-Zahrani, H. (2015). The effectiveness of group acceptance and commitment therapy on pain intensity, pain Catastrophizing and pain-associated anxiety in patients with chronic pain. Asian Social Science, 11(26). https://doi.org/10.5539/ass.v11n26p112",
    "12": "12 - Guerrini Usubini, A., Varallo, G., Granese, V., Cattivelli, R., Consoli, S., Bastoni, I., Volpi, C., Castelnuovo, G., & Molinari, E. (2021). The impact of psychological flexibility on psychological well-being in adults with obesity. Frontiers in Psychology, 12. https://doi.org/10.3389/fpsyg.2021.636933",
    "13": "13 - Lawlor, E. R., Islam, N., Griffin, S. J., Hill, A. J., Hughes, C. A., & Ahern, A. L. (2018). Third-wave cognitive behaviour therapies for weight management: Systematic review and network meta-analysis protocol. BMJ Open, 8(7). https://doi.org/10.1136/bmjopen-2018-023425",
    "14": "14 - Zhang, C., Leeming, E., Smith, P., Chung, P., Hagger, M. S., & Hayes, S. C. (2018). Acceptance and commitment therapy for health behavior change: A contextually-driven approach. Frontiers in Psychology, 8. https://doi.org/10.3389/fpsyg.2017.02350",
    "15": "15 - Lee, E. B., An, W., Levin, M. E., & Twohig, M. P. (2015). An initial meta-analysis of acceptance and commitment therapy for treating substance use disorders. Drug and Alcohol Dependence, 155, 1-7. https://doi.org/10.1016/j.drugalcdep.2015.08.004",
    "16": "16 - Lanza, P. V., García, P. F., Lamelas, F. R., & González-Menéndez, A. (2014). Acceptance and commitment therapy versus cognitive behavioral therapy in the treatment of substance use disorder with incarcerated women. Journal of Clinical Psychology, 70(7), 644-657. https://doi.org/10.1002/jclp.22060",
    "17": "17 - Sakamoto, R., Ohtake, Y., Kataoka, Y., Matsuda, Y., Hata, T., Otonari, J., Yamane, A., Matsuoka, H., & Yoshiuchi, K. (2021). Efficacy of acceptance and commitment therapy for people with type 2 diabetes: Systematic review and meta‐analysis. Journal of Diabetes Investigation, 13(2), 262-270. https://doi.org/10.1111/jdi.13658",
    "18": "18 - Kato, T. (2016). Impact of psychological inflexibility on depressive symptoms and sleep difficulty in a Japanese sample. SpringerPlus, 5(1). https://doi.org/10.1186/s40064-016-2393-0",
    "19": "19 - A-Tjak, J. G., Davis, M. L., Morina, N., Powers, M. B., Smits, J. A., & Emmelkamp, P. M. (2014). A meta-analysis of the efficacy of acceptance and commitment therapy for clinically relevant mental and physical health problems. Psychotherapy and Psychosomatics, 84(1), 30-36. https://doi.org/10.1159/000365764",
    "20": "20 - Folke, F., Parling, T., & Melin, L. (2012). Acceptance and commitment therapy for depression: A preliminary randomized clinical trial for unemployed on long-term sick leave. Cognitive and Behavioral Practice, 19(4), 583-594. https://doi.org/10.1016/j.cbpra.2012.01.002",
    "21a": "21a - Kohtala, A., Lappalainen, R., Savonen, L., Timo, E., & Tolvanen, A. (2013). A four-session acceptance and commitment therapy based intervention for depressive symptoms delivered by masters degree level psychology students: A preliminary study. Behavioural and Cognitive Psychotherapy, 43(3), 360-373. https://doi.org/10.1017/s1352465813000969",
    "21b": "21b - Kohtala, A., Muotka, J., & Lappalainen, R. (2017). What happens after five years?: The long-term effects of a four-session acceptance and commitment therapy delivered by student therapists for depressive symptoms. Journal of Contextual Behavioral Science, 6(2), 230-238. https://doi.org/10.1016/j.jcbs.2017.03.003",
    "22": "22 - Tirch, D. D., Leahy, R. L., Silberstein, L. R., & Melwani, P. S. (2012). Emotional schemas, psychological flexibility, and anxiety: The role of flexible response patterns to anxious arousal. International Journal of Cognitive Therapy, 5(4), 380-391. https://doi.org/10.1521/ijct.2012.5.4.380",
    "23": "23 - Swain, J., Hancock, K., Hainsworth, C., & Bowman, J. (2013). Acceptance and commitment therapy in the treatment of anxiety: A systematic review. Clinical Psychology Review, 33(8), 965-978. https://doi.org/10.1016/j.cpr.2013.07.002",
    "24": "24 - Bluett, E. J., Homan, K. J., Morrison, K. L., Levin, M. E., & Twohig, M. P. (2014). Acceptance and commitment therapy for anxiety and OCD spectrum disorders: An empirical review. Journal of Anxiety Disorders, 28(6), 612-624. https://doi.org/10.1016/j.janxdis.2014.06.008",
    "25": "25 - Gloster, A. T., Sonntag, R., Hoyer, J., Meyer, A. H., Heinze, S., Ströhle, A., Eifert, G., & Wittchen, H. (2015). Treating treatment-resistant patients with panic disorder and agoraphobia using psychotherapy: A randomized controlled switching trial. Psychotherapy and Psychosomatics, 84(2), 100-109. https://doi.org/10.1159/000370162",
    "26": "26 - Daks, J. S., & Rogge, R. D. (2020). Examining the correlates of psychological flexibility in romantic relationship and family dynamics: A meta-analysis. Journal of Contextual Behavioral Science, 18, 214-238. https://doi.org/10.1016/j.jcbs.2020.09.010",
    "27": "27 - Moyer, D. N., & Sandoz, E. K. (2014). The role of psychological flexibility in the relationship between parent and adolescent distress. Journal of Child and Family Studies, 24(5), 1406-1418. https://doi.org/10.1007/s10826-014-9947-y",
    "28": "28 - Fonseca, A., Moreira, H., & Canavarro, M. C. (2020). Uncovering the links between parenting stress and parenting styles: The role of psychological flexibility within parenting and global psychological flexibility. Journal of Contextual Behavioral Science, 18, 59-67. https://doi.org/10.1016/j.jcbs.2020.08.004",
    "29": "29 - Kent, W., Hochard, K. D., & Hulbert-Williams, N. J. (2019). Perceived stress and professional quality of life in nursing staff: How important is psychological flexibility? Journal of Contextual Behavioral Science, 14, 11-19. https://doi.org/10.1016/j.jcbs.2019.08.004",
    "30": "30 - Brinkborg, H., Michanek, J., Hesser, H., & Berglund, G. (2011). Acceptance and commitment therapy for the treatment of stress among social workers: A randomized controlled trial. Behaviour Research and Therapy, 49(6-7), 389-398. https://doi.org/10.1016/j.brat.2011.03.009",
    "31": "31 - Flaxman, P. E., Bond, F. W., & Livheim, F. (2013). The mindful and effective employee: An acceptance and commitment therapy training manual for improving well-being and performance. New Harbinger Publications.",
    "32": "32 - Bond, F. W., & Bunce, D. (2003). The role of acceptance and job control in mental health, job satisfaction, and work performance. Journal of Applied Psychology, 88(6), 1057-1067. https://doi.org/10.1037/0021-9010.88.6.1057",
    "33": "33 - Van Hugten, J., El Hejazi, Z., Brassey, J., Vanderstraeten, J., Cannaerts, N., Loots, E., Coreynen, W., & Van Witteloostuijn, A. (2021). What makes entrepreneurs happy? Psychological flexibility and entrepreneurs' satisfaction. Journal of Business Venturing Insights, 16, https://doi.org/10.1016/j.jbvi.2021.e00263",
    "34": "34 - Fonseca, S., Trindade, I. A., Mendes, A. L., & Ferreira, C. (2020). The buffer role of psychological flexibility against the impact of major life events on depression symptoms. Clinical Psychologist, 24(1), 82-90. https://doi.org/10.1111/cp.12194",
    "35": "35 - McCracken, L. M., Badinlou, F., Buhrman, M., & Brocki, K. C. (2021). The role of psychological flexibility in the context of COVID-19: Associations with depression, anxiety, and insomnia. Journal of Contextual Behavioral Science, 19, 28-35. https://doi.org/10.1016/j.jcbs.2020.11.003",
    "36": "36 - Pakenham, K. I., Landi, G., Boccolini, G., Furlani, A., Grandi, S., & Tossani, E. (2020). The moderating roles of psychological flexibility and inflexibility on the mental health impacts of COVID-19 pandemic and lockdown in Italy. Journal of Contextual Behavioral Science, 17, 109-118. https://doi.org/10.1016/j.jcbs.2020.07.003",
    "37": "37 - Makriyianis, H. M., Adams, E. A., Lozano, L. L., Mooney, T. A., Morton, C., & Liss, M. (2019). Psychological inflexibility mediates the relationship between adverse childhood experiences and mental health outcomes. Journal of Contextual Behavioral Science, 14, 82-89. https://doi.org/10.1016/j.jcbs.2019.09.007",
    "38": "38 - Richardson, C. M., & Jost, S. A. (2019). Psychological flexibility as a mediator of the association between early life trauma and psychological symptoms. Personality and Individual Differences, 141, 101-106. https://doi.org/10.1016/j.paid.2018.12.029",
    "39": "39 - Morris, L., & Mansell, W. (2018). A systematic review of the relationship between rigidity/flexibility and transdiagnostic cognitive and behavioral processes that maintain psychopathology. Journal of Experimental Psychopathology, 9(3), 204380871877943. https://doi.org/10.1177/2043808718779431",
    "40": "40 - Kashdan, T. B., & Rottenberg, J. (2010). Psychological flexibility as a fundamental aspect of health. Clinical Psychology Review, 30(7), 865-878. https://doi.org/10.1016/j.cpr.2010.03.001",
    "41": "41 - Gloster, A. T., Meyer, A. H., & Lieb, R. (2017). Psychological flexibility as a malleable public health target: Evidence from a representative sample. Journal of Contextual Behavioral Science, 6(2), 166-171. https://doi.org/10.1016/j.jcbs.2017.02.003",
    "42": "42 - New stress management course for people living with adversity. (2021, October 11). World Health Organization (WHO). https://www.who.int/news/item/11-10-2021-new-stress-management-course-for-people-living-with-adversity",
    "43": "43 - Doing what matters in times of stress. (2020, April 29). World Health Organization (WHO). https://www.who.int/publications/i/item/9789240003927",
    "44": "44 - Fledderus, M., Bohlmeijer, E. T., Fox, J., Schreurs, K. M., & Spinhoven, P. (2013). The role of psychological flexibility in a self-help acceptance and commitment therapy intervention for psychological distress in a randomized controlled trial. Behaviour Research and Therapy, 51(3), 142-151. https://doi.org/10.1016/j.brat.2012.11.007"
  },
  "tituloBlogPersonalidade":"Referências dos blogues da Personalidade",
  "refs2":{
    "0": "01 - Hall, C. S., Lindzey, G., & B.Campbell, J. (2000). Teorias da personalidade (4th ed.). Artmed Editora. ",
    "1": "02 - Mischel, W., Shoda, Y., & Ayduk, O. (2007). Introduction to personality: Toward an integrative science of the person (8th ed.). John Wiley & Sons.",
    "2": "03 - Goldberg, L. (1995). What the hell took so long? Donald W. Fiske and the big five factor structure. In P. E Shrout & S. T. FIske (Eds.), Personality research, methods, and theory: A festschrift honoring Donald W. Fiske (pp. 29-43). Lawrence Erbaum Associates, Publishers.",
    "3": "04 - Johnson, J. A. (2014). Measuring thirty facets of the five factor model with a 120-item public domain inventory: Development of the IPIP-NEO-120. Journal of Research in Personality, 51, 78–89. https://doi.org/10.1016/j.jrp.2014.05.003"
  }
}






